let i = 0
let o = 96
const [h,j] = [8,16]
const p = console.log

let arr = new Array(h)
arr.fill(new Array(j).fill("口"))

// for (let c of arr) {
//     console.log(arr[i] , c)
//     if (i % 8 == 0 ){
//         arr[i] = "国"
//     }
//     i++
// }
p(arr)

// for (a of arr){
//     for (i of a ){
//         p(i)
//     }
// }

p(`
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
しそ昆布しそ昆布しそ昆布しそ昆布
`)